Repository: linhdh/PdfProcessing
Catalog: PdfProcessing/Resources/Resources.*.resx
Languages: de_de

source: Action
de_de: Aktion

source: Active
de_de: Aktiv

# ACTUAL_WHITE_PCT
source: + Page: {0} - Actual whitePercentageImage: {1}%
de_de: + Seite: {0} - Tatsächliches weißProzentbild: {1}%

source: Add
de_de: Hinzufügen

source: Add Rule
de_de: Regel hinzufügen

source: Add Rules
de_de: Regeln hinzufügen

source: Admin
de_de: Administrator

source: Alternative Writing
de_de: Alternatives Schreiben

source: An error occurred while processing your request
de_de: Bei der Bearbeitung Ihrer Anfrage ist ein Fehler aufgetreten

source: Application starting
de_de: Anwendung startet

# APPLICATION_STARTING_FAIL
source: Application start-up failed
de_de: Fehler beim Starten der Anwendung

source: Apply
de_de: Anwenden

source: Approved
de_de: Gebilligt

# APP_DIRECTORY
source: Application Directory: {0}
de_de: Anwendungsverzeichnis: {0}

# APP_START_VER
source: Application Starts. Version: {0}
de_de: Die Anwendung wird gestartet. Ausführung: {0}

# ARE_YOU_SURE_DELETE_ITEM
source: Do you want to delete?
de_de: Möchten Sie löschen?

# ARE_YOU_WANT_TO_DELETE
source: Do you want to delete?
de_de: Möchten Sie löschen?

# ARGUMENT_NOT_NULL
source: Argument should be not null
de_de: Argument sollte nicht null sein

# ASSOCIATED_PATTERN
source: Associated Regex
de_de: Zugehörige Regex

source: Associated Position
de_de: Zugehörige Position

# ASSOCIATED_RELATED_REGION
source: Associated Label
de_de: Zugehöriges Label

source: Attach file
de_de: Datei anhängen

source: Base Classification
de_de: Basisklassifizierung

source: Base Classification Template
de_de: Basisklassifizierungsvorlage

source: Base Data
de_de: Basisdaten

source: Base Dictionary
de_de: Basiswörterbuch

source: Base Extraction
de_de: Basisextraktion

source: Base Extraction Template
de_de: Vorlage für die Basisextraktion

source: Base Extraction Template Name
de_de: Name der Basisextraktionsvorlage

source: Bottom
de_de: Unteres

source: By Label
de_de: Nach Label

source: By Position
de_de: Nach Position

source: By Region
de_de: Nach Region

source: Cancel
de_de: Abbrechen

# CANNOT_SEND_DATA
source: Cannot send data to client
de_de: Daten könnEs können keine Daten an den Client gesendet werdenen nicht an Client gesendet werden

# CAN_NOT_DELETE_DOC
source: Can't Delete Document Not Yet Process
de_de: Dokument kann noch nicht verarbeitet werden

source: Can not Download File With This URL
de_de: Datei mit dieser URL kann nicht heruntergeladen werden

source: Can not get mail request
de_de: Kann keine E-Mail-Anfrage erhalten

source: Can not select an extraction template to process
de_de: Es kann keine Extraktionsvorlage zum Verarbeiten ausgewählt werden

# CAN_NOT_START_FOLDERWATCHER
source: {0} - Can NOT start because the tenant is NOT valid.
de_de: {0} - Kann NICHT gestartet werden, da der Mandant NICHT gültig ist.

source: Categories
de_de: Kategorien

source: Classification
de_de: Klassifikation

source: Classification Rule
de_de: Klassifizierungsregel

source: Classification Template
de_de: Klassifizierungsvorlage

source: Classification Template Name
de_de: Name der Klassifizierungsvorlage

# CLASSIFY
source: Classification
de_de: Klassifikation

source: Classify Failed
de_de: Klassifizieren Fehlgeschlagen

source: Classify Pending
de_de: Klassifizieren Ausstehend

source: Classify Success
de_de: Erfolg klassifizieren

# CLEAR_DC_INFO_ERROR
source: ClearDocumentInfo ERROR!
de_de: ClearDocumentInfo FEHLER!

# CLEAR_TEMPLATE_STATUS
source: Clear templates status: isClassiFyDelete= {0}, isExtractDelete= {1}
de_de: Vorlagenstatus löschen: isClassiFyDelete= {0}, isExtractDelete= {1}

source: Configuration
de_de: Konfiguration

source: Confirm
de_de: Bestätigen

# CONFIRM_BACK
source: Do you want to back?
de_de: Möchten Sie zurück?

# CONFIRM_LINK
source: Do you want {0} with this tenant?
de_de: Möchten Sie mit diesem Mieter {0}?

# CONFIRM_UNSAVED_MESSAGE
source: You have modified. | You can "Yes" to discard your changes or "No" to continue editing
de_de: Sie haben geändert. | Sie können "Ja" verwenden, um Ihre Änderungen zu verwerfen, oder "Nein", um die Bearbeitung fortzusetzen

# CONTACT_ADMIN_MESSSAGE
source: If this page get displayed again, contact system administrator or help desk
de_de: Wenn diese Seite erneut angezeigt wird, wenden Sie sich an den Systemadministrator oder den Helpdesk.

source: Contains
de_de: Enthält

source: Contains Not
de_de: Enthält nicht

# CONTAIN_PAGE
source: - Contains: {0} page.
de_de: - Enthält: {0} Seite.

# CONTAIN_PAGES
source: - Contains: {0} pages.
de_de: - Enthält: {0} Seiten.

source: Content
de_de: Inhalt

# CONTENT_BY_POSITION
source: Content By Region
de_de: Inhalt nach Region

# CONTENT_CLA
source: Content
de_de: Inhalt

# CONTENT_EX
source: Content
de_de: Inhalt

# CONTENT_NONE
source: Static Content
de_de: Statische Inhalte

source: Content QR-Code
de_de: Inhalt QR-Code

# CONTENT_RELATIVE_WITH_LABEL
source: Content By Position
de_de: Inhalt nach Position

source: Create
de_de: Erstellen

source: Created a directory inside Categories
de_de: Erstellen eines Verzeichnisses innerhalb von Kategorien

source: Created On
de_de: Erstellt am

source: Create Base Classification Template
de_de: Basisklassifizierungsvorlage erstellen

source: Create Base Extraction template
de_de: Vorlage "Basisextraktion erstellen"

source: Create Classification Template
de_de: Klassifizierungsvorlage erstellen

source: Create Data Model
de_de: Datenmodell erstellen

source: Create Date
de_de: Erstellungsdatum

source: Create Extraction Template
de_de: Extraktionsvorlage erstellen

# CREATE_EX_TEMP
source: Create Extraction Template
de_de: Extraktionsvorlage erstellen

source: Create Regular Expression
de_de: Regulären Ausdruck erstellen

source: Create Rule
de_de: Regel erstellen

source: Create SQL Query
de_de: SQL-Abfrage erstellen

source: Create Template
de_de: Vorlage erstellen

source: Crop Mode
de_de: Zuschneidemodus

source: Crop Mode: OFF
de_de: Zuschneidemodus: AUS

source: Crop Mode: ON
de_de: Zuschneidemodus: EIN

source: Crop Region
de_de: Anbaubereich

# CUSTOM_FILE_INFO_EX
source: CustomFileInfo From Extract: {0}
de_de: Benutzerdefinierte Dateiinformationen aus Extrakt: {0}

source: Dashboard
de_de: Instrumententafel

source: Data:
de_de: Daten:

# DATA_FILE_NULL
source: Data File Is Null
de_de: Datendatei ist null

source: Data Loading Error
de_de: Fehler beim Laden von Daten

source: Data Model
de_de: Datenmodell

# DATA_MODEL_USING
source: Data Model is using
de_de: Datenmodell verwendet

# DATA_PUSH_KISS
source: The data for push to <Kiss>, Data:
de_de: Die Daten für Push an <Kiss>, Daten:

# DATA_SOURCE_EX
source: Data Source Extract:
de_de: Datenquellenextrakt:

source: Data Source File
de_de: Datenquellendatei

source: Date
de_de: Datum

source: Date Modified
de_de: Änderungsdatum

source: Date of Process
de_de: Datum des Prozesses

# DC_NAME
source: - Document's name: {0}
de_de: - Name des Dokuments: {0}

source: Default Value
de_de: Standardwert

source: Delete
de_de: Löschen

# DELETE_BASE_EXTRACT_USED
source: Extraction templates used in Classification template
de_de: In der Klassifizierungsvorlage verwendete Extraktionsvorlagen

source: Delete Fail
de_de: Löschen fehlgeschlagen

source: Delete File
de_de: Datei löschen

source: Delete folder
de_de: Ordner löschen

# DELETE_MULTIPLE_FILE
source: Delete multiple files
de_de: Mehrere Dateien löschen

source: Delete success
de_de: Erfolg löschen

source: Delivery
de_de: Lieferung

source: Delivery Failed
de_de: Lieferung Fehlgeschlagen

source: Delivery Pending
de_de: Lieferung Ausstehend

source: Delivery Success
de_de: Liefererfolg

# DELIVERY_WITHOUT_TEMPLATE
source: This Classify template don't have Extraction ID. Deliver without template
de_de: Diese klassifizierende Vorlage hat keine Extraktions-ID. Ohne Vorlage bereitstellen

source: Description
de_de: Beschreibung

source: Details view
de_de: Detailansicht

source: Detail Error
de_de: Detailfehler

source: Detail View
de_de: Detailansicht

# DETECTING_FILE
source: {0} - Detecting new files count/total: {1}/{2}
de_de: {0} - Anzahl/Gesamtzahl neuer Dateien erkennen: {1}/{2}

source: Dictionary Base
de_de: Wörterbuch-Basis

source: Dictionary Custom
de_de: Wörterbuch Benutzerdefiniert

# DICTIONARY_NOT_EXIST
source: Dictionary file does not exist
de_de: Wörterbuchdatei existiert nicht

source: Disposing Service
de_de: Entsorgungsservice

source: DocumentName
de_de: Dokumentname

source: Documents Name
de_de: Name des Dokuments

source: Document index
de_de: Dokumentindex

# DOCUMENT_IS_USING
source: This PDF is used by one Template or more. Please delete the Templates or association first before you can delete this PDF.
de_de: Diese PDF-Datei wird von einer vorlage oder mehreren verwendet. Bitte löschen Sie zuerst die Vorlagen oder die Zuordnung, bevor Sie dieses PDF löschen können.

source: Document Name
de_de: Dokumentname

source: Document Type
de_de: Dokumenttyp

source: Done
de_de: Fertig

source: Don't have any template active. Please, ensure that the Classification template exist or not error
de_de: Haben Sie keine Vorlage aktiv. Stellen Sie sicher, dass die Klassifizierungsvorlage vorhanden ist oder nicht Fehler

source: Don't have any template matching. Please, recheck the Classification template
de_de: Haben Sie keine Vorlagenübereinstimmung. Bitte überprüfen Sie die Klassifizierungsvorlage erneut

source: Don't have any template matching with the language of the document. Please, recheck language of the Classification template
de_de: Haben Sie keine Vorlage, die mit der Sprache des Dokuments übereinstimmt. Bitte überprüfen Sie die Sprache der Klassifikationsvorlage erneut.

source: Download
de_de: Herunterladen

source: Download File
de_de: Datei herunterladen

source: Download last Log file
de_de: Letzte Protokolldatei herunterladen

source: Download log
de_de: Download logProtokoll herunterladen

# DOWNLOAD_MULTIPLE_FILE
source: Download Multiple Templates
de_de: Mehrere Vorlagen herunterladen

# DOWNLOAD_MULTI_NOT_SELECT
source: Please Select Template
de_de: Bitte Vorlage auswählen

source: Do you want to delete?
de_de: Möchten Sie löschen?

# DPI_LOG_FORMAT
source: File: {0}, actual dpi = {1}
de_de: Datei: {0}, tatsächliche dpi = {1}

# DSC_COUNTING
source: DocumentStatusController->counting lastday
de_de: DocumentStatusController->Letzttag zählen

# DSC_COUNTING_DATE
source: DocumentStatusController->counting bydate
de_de: DocumentStatusController->Zählen nach Datum

# DUPLCATE_KEY
source: Duplicate Key
de_de: Nachschlüssel

source: Duplicated Region
de_de: Duplizierte Region

# DUPLICATE_CLEAN_UP_RULE
source: The CleanUpRule is using for {0} template
de_de: Die Bereinigungsregel wird für {0} Vorlage verwendet

# DUPLICATE_DATA_MODEL
source: Duplicate Data Model Name
de_de: Name des doppelten Datenmodells

# DUPLICATE_DOC_NAME
source: Duplicate document name
de_de: Doppelter Dokumentname

# DUPLICATE_IMPORT_ID
source: Duplicate id in the file import
de_de: Doppelte ID im Dateiimport

# DUPLICATE_IMPORT_REGULAR_NAME
source: Duplicate Regular name in the file import
de_de: Doppelter regulärer Name im Dateiimport

# DUPLICATE_IMPORT_REGULAR_PATTERN
source: Duplicate Regular pattern in the file import
de_de: Doppeltes reguläres Muster im Dateiimport

# DUPLICATE_IMPORT_SQL_QUERY
source: Duplicate SQL query in the file import
de_de: Doppelte SQL-Abfrage im Dateiimport

source: Duplicate Key
de_de: Nachschlüssel

# DUPLICATE_KEY_EX
source: The key already exists
de_de: Der Schlüssel ist bereits vorhanden

# DUPLICATE_NAME_REGEX
source: Duplicate Regular Expression Name
de_de: Name des doppelten regulären Ausdrucks

source: Duplicate Pattern
de_de: Muster duplizieren

source: Duplicate Regular Expression Name
de_de: Name des doppelten regulären Ausdrucks

# DUPLICATE_RULE
source: The rule already exists
de_de: Die Regel existiert bereits

# DUPLICATE_RULE_TITLE
source: Duplicate rule
de_de: Doppelte Regel

source: Duplicate SQL Query
de_de: DOPPELTE SQL-Abfrage

source: Duplicate Template Name
de_de: Doppelter Vorlagenname

source: Edit
de_de: Redigieren

source: Edit Base Classification Template
de_de: Basisklassifizierungsvorlage bearbeiten

source: Edit Base Extraction Template
de_de: Basisextraktionsvorlage bearbeiten

source: Edit Classification Template
de_de: Klassifizierungsvorlage bearbeiten

source: Edit Data Model
de_de: Datenmodell bearbeiten

source: Edit Extraction Template
de_de: Extraktionsvorlage bearbeiten

source: Edit regular expression
de_de: Regulären Ausdruck bearbeiten

source: Edit SQL Query
de_de: SQL-Abfrage bearbeiten

# ENDS_WITH
source: End with
de_de: Beenden Sie mit

source: End Date
de_de: Enddatum

# END_READING_IN
source: End reading file.. in {0} (minisec).
de_de: Beenden Sie das Lesen der Datei.. in {0} (minisec).

source: Error
de_de: Fehler

# ERROR_CANT_GET_TEMPLATE
source: ERROR! Can not get a template from {0}
de_de: FEHLER! Kann keine Vorlage von {0}

# ERROR_GET_PATTERN
source: ERROR! Get pattern name : {0}
de_de: FEHLER! Musternamen abrufen : {0}

# ERROR_GET_TENANT
source: Error While Get Tenant
de_de: Fehler beim Abrufen von Mandanten

source: Error save for Tenant
de_de: Fehler speichern für Tenant

# ERROR_SAVE_TREE
source: Error while save node tree
de_de: Fehler beim Speichern der Knotenstruktur

# ERROR_STATUS
source: Failed
de_de: Gescheitert

# ERROR_TENANT_DOMAIN
source: Something wrong with the tenant domain
de_de: Etwas stimmt nicht mit der Mandantendomäne

source: ERROR! While Backup Template
de_de: FEHLER! Während der Sicherungsvorlage

source: Error While Delete Multi Regex
de_de: Fehler beim Löschen von Multi Regex

source: Error While Delete Multi Sql
de_de: Fehler beim Löschen von Multi SQL

source: Error While Delete Regular Expression
de_de: Fehler beim Löschen regulärer Ausdrücke

source: Error While Delete Template
de_de: Fehler beim Löschen der Vorlage

# ERROR_WHILE_DOWNLOAD_DM
source: Error While Download Data Model
de_de: Fehler beim Herunterladen des Datenmodells

source: Error While Download Multi Regex
de_de: Fehler beim Herunterladen von Multi Regex

source: Error While Download Multi Sql
de_de: Fehler beim Herunterladen von Multi Sql

# ERROR_WHILE_EXPORT
source: Error while export file
de_de: Fehler beim Exportieren der Datei

# ERROR_WHILE_IMPORT_RE
source: Error While Import Regular Expression
de_de: Fehler beim Importieren regulärer Ausdrücke

source: Error while processing
de_de: Fehler bei der Verarbeitung

source: Error While Publish
de_de: Fehler beim Veröffentlichen

# EXCEPTION
source: Exception: {0}
de_de: Ausnahme: {0}

source: Exclude Page
de_de: Seite ausschließen

source: Export
de_de: Exportieren

# EXPORT_CSV_ERROR
source: Error! Can not export data to CSV
de_de: Fehler! Daten können nicht in CSV exportiert werden

# EXTRACT
source: Extraction
de_de: Extraktion

source: Extraction
de_de: Extraktion

source: Extraction Rule
de_de: Extraktionsregel

source: Extraction Template
de_de: Extraktionsvorlage

source: Extraction Template Name
de_de: Name der Extraktionsvorlage

source: Extract Failed
de_de: Extrakt Fehlgeschlagen

source: Extract Pending
de_de: Extrakt Ausstehend

source: Extract Success
de_de: Erfolg extrahieren

source: Fail
de_de: Fehler

# FAIL_PROCESS_EX
source: Fail Process Extraction
de_de: Extraktion von Fail-Prozessen

source: Fail while processing
de_de: Extraktion von Fail-Prozessen

source: false
de_de: falsch

source: Field 'Search Data Source' Only Extensions XML
de_de: Feld 'Search Data Source' Only Extensions XML

# FILENAME_CONTAINS_SPECIAL_CHARACTER
source: File name contains special characters.
de_de: Der Dateiname enthält Sonderzeichen.

source: File Size
de_de: Dateigröße

# FILE_LOCKED
source: The file is locked: {0}
de_de: Die Datei ist gesperrt: {0}

source: File Name
de_de: Dateiname

# FILE_NAME_EQL
source: {0}?fileName={1}
de_de: {0}?Dateiname={1}

# FILE_NOT_EXISTS
source: The file {0} is not exists.
de_de: Die Datei {0} ist nicht vorhanden.

# FILE_PATH_NULL_EMPTY
source: File path value does not null or empty
de_de: Dateipfadwert ist nicht null oder leer

source: Filter Qr Code
de_de: Qr-Code filtern

source: Filter templates by tenant
de_de: Vorlagen nach Mieter filtern

source: Fixed Content is required
de_de: Fixed Content ist erforderlich

source: Folder name
de_de: Ordnername

source: Folder name cannot be empty
de_de: Ordnername darf nicht leer sein

source: Format Data Model InCorrect
de_de: Formatieren des Datenmodells InKorrect

# FORMAT_IMPORT_SQL_INCORRECT
source: Format SQL Query InCorrect
de_de: Formatieren des Datenmodells InKorrect

# FORMAT_REGEX_INCORRECT
source: Format Regular Expression InCorrect
de_de: Formatieren von regulären Ausdrücken InKorrect

# FROM_TIME
source: From
de_de: Von

source: Generate
de_de: Erzeugen

# GET_CLASS_ERROR
source: GetClassTemplates Error
de_de: GetClassTemplates-Fehler

# GET_OCR_FAIL
source: Can not get ocr
de_de: Kann nicht ocr

# GET_RESPONSE_FROM_CLASSIFICATION
source: Get response from Classification API: {0} s
de_de: Erhalten Sie antworten von der Klassifizierungs-API: {0} s

# GET_RESPONSE_FROM_EXTRACTION
source: Get response from Extraction API: {0} s
de_de: Erhalten Sie eine Antwort von der Extraktions-API: {0} s

# GET_RESPONSE_FROM_IMPROVING
source: Get response from Impoving API: {0} s
de_de: Erhalten Sie Antworten von Improving API: {0} s

# GET_RESPONSE_FROM_PROCESSING
source: Get response from Processing API: {0} s
de_de: Abrufen einer Antwort von der Verarbeitungs-API: {0} s

source: Go
de_de: Gehen

source: Go back to Start Page
de_de: Zurück zur Startseite

# GUIDANCE_PATTERN_NAMING_CONST
source: You can set the name for output file following: | {ID}: is the identity of classifiaction template. Which is auto increment | {Name}: Name of classfication template | {Document Name}: Name of orginal pdf file | {FixedContent}: Fixed Content is name or content which user want to identity by pressing the Enter key | {Date}: Date to process the document | {Timestamps}: Date and Time to process the document
de_de: Sie können den Namen für die Ausgabedatei wie folgt festlegen: | {ID}: ist die Identität der Klassifizierungsvorlage. Das ist auto increment | {Name}: Name der | {Dokumentname}: Name der ursprünglichen PDF-Datei | {FixedContent}: Fixed Content ist ein Name oder Inhalt, den der Benutzer durch Drücken der Eingabetaste | {Datum}: Datum der Verarbeitung des Dokuments | {Zeitstempel}: Datum und Uhrzeit der Verarbeitung des Dokuments

source: Import
de_de: Importieren

source: Import By File From Computer
de_de: Importieren nach Datei vom Computer

source: Import By URL
de_de: Importieren nach URL

source: Import Data Source File
de_de: Datenquellendatei importieren

source: Import Dictionary
de_de: Wörterbuch importieren

source: Import Fail
de_de: Import fehlgeschlagen

source: Import Success
de_de: Importerfolg

source: Import Template
de_de: Vorlage importieren

# IMPROVE
source: Content Improvement
de_de: Inhaltsoptimierung

# INBOUND_CHANGE
source: {0} - InBound Change Event Triggered by [{1}]
de_de: {0} - Eingehendes Änderungsereignis ausgelöst durch [{1}]

source: Include Page
de_de: Seite einschließen

source: Information General
de_de: Informationen Allgemein

source: Information General Classification
de_de: Informationen Allgemeine Klassifikation

source: Information General Extraction
de_de: Informationen Allgemeine Extraktion

source: Information Import Template
de_de: Vorlage für den Informationimport

# INITIAL_FILE
source: Initial File {0}
de_de: Anfängliche datei-{0}

source: Input Fixed Content
de_de: Eingabe Fixed Content

# INPUT_IMPROVING_FILE
source: Input improving file: {0}, IsHighPriority: {1}
de_de: Eingabeverbesserungsdatei: {0}, Hat hohe Priorität: {1}

# INPUT_READING_FILE
source: Input reading file: {0}, IsHighPriority: {1}
de_de: Eingabelesedatei: {0}, Hat hohe Priorität: {1}

# INSTRUCTIONS_TEXT
source: Select one or more Classification templates
de_de: Auswählen einer oder mehrerer Klassifizierungsvorlagen

# INVALID_DS_ID
source: Invalid DocumentStatus Id!
de_de: Ungültige DocumentStatus-ID!

source: Invalid Extension File
de_de: Ungültige Erweiterungsdatei

source: Is required
de_de: Ist erforderlich

source: Items Delivered
de_de: Gelieferte Artikel

source: Items Failed
de_de: Fehlerhafte Elemente

source: Item was not moved
de_de: Element wurde nicht verschoben

source: Key
de_de: Schlüssel

# KEY_USING
source: The Key is using
de_de: Der Schlüssel verwendet

source: Label
de_de: Etikett

# LABEL_AND_CONTENT_BY_POSITION
source: Content By Label
de_de: Inhalt nach Label

# LABEL_AND_REGULAR_EXPRESSION_BY_POSITION
source: Regex By Label
de_de: Regex nach Label

source: Language
de_de: Sprache

source: Language is Required
de_de: Sprache ist erforderlich

source: Left
de_de: Links

source: Link
de_de: Verbinden

source: List Region
de_de: Region auflisten

source: Loading
de_de: Wird geladen …

source: Log System
de_de: Protokollsystem

# MAKE_SURE_FOLDER_EXIST
source: {0} - Please make sure the InputFolder [{1}] exists, then restart the service.
de_de: {0} - Stellen Sie sicher, dass der InputFolder [{1}] vorhanden ist, und starten Sie den Dienst neu.

source: Manage Base Classification
de_de: Verwalten der Basisklassifizierung

source: Manage Base Extraction Template
de_de: Basisextraktionsvorlage verwalten

source: Manage Classification Template
de_de: Klassifizierungsvorlage verwalten

source: Manage Configuration
de_de: Konfiguration verwalten

source: Manage Data Model
de_de: Verwalten des Datenmodells

source: Manage Dictionary
de_de: Wörterbuch verwalten

source: Manage Documents
de_de: Dokumente verwalten

source: Manage Extraction Template
de_de: Extraktionsvorlage verwalten

source: Manage Key Value
de_de: Verwalten des Schlüsselwerts

source: Manage Logs
de_de: Verwalten von Protokollen

source: Manage OCR
de_de: OCR verwalten

source: Manage Regular Expression
de_de: Verwalten von regulären Ausdrücken

source: Manage Rules
de_de: Regeln verwalten

source: Manage Rules Classification
de_de: Verwalten der Regelklassifizierung

source: Manage Rule Extraction
de_de: Verwalten der Regelextraktion

# MANAGE_SEARCH_DATA_SOURCE
source: Manage Search Data Source File
de_de: Verwalten der Suchdatenquellendatei

source: Manage SQL Query
de_de: SQL-Abfrage verwalten

# MANAGE_TEMPLATE
source: Classification
de_de: Klassifikation

# MARCHED_DS_IS_EMPTY
source: Matches data-source is empty, func searched content process stopping..
de_de: Entspricht der Datenquelle ist leer, der gesuchte Inhaltsprozess wird gestoppt.

source: Matched
de_de: Paarig

# MATCHED_TEMPLATES
source: Matched Template:
de_de: Abgestimmte Vorlage:

source: Matches
de_de: Streichhölzer

# MATCHING_CLASSIFICATION_LOG
source: {0} is Matching with template: {1} with probability: {2}
de_de: {0} ist Übereinstimmung mit Vorlage: {1} mit Wahrscheinlichkeit: {2}

# MESSAGE
source: Message: {0}
de_de: Nachricht: {0}

source: Message
de_de: Nachricht

source: Message is required.
de_de: Nachricht ist erforderlich.

source: Missing Information! Please, fill in the information
de_de: Fehlende Informationen! Bitte füllen Sie die Informationen aus

# MISSING_REQUIRED_INFORMATION
source: Tab Information General has some fields missing
de_de: Auf der Registerkarte Allgemein fehlen einige Felder

# MISS_PROPERTIES
source: Please Fill Key and Default Value
de_de: Bitte Schlüssel und Standardwert ausfüllen

source: Model invalid
de_de: Modell ungültig

source: Model name
de_de: Modellname

source: Monitoring
de_de: Überwachung

source: Monitoring Documents
de_de: Überwachungsdokumente

source: Move
de_de: Bewegen

source: Moved an item to
de_de: Verschieben eines Elements nach

source: Move items to
de_de: Verschieben von Elementen nach

source: Move to
de_de: Verschieben nach
