Repository: linhdh/PdfProcessing
Catalog: PdfProcessing/Resources/Resources.*.resx
Languages: de_de

# MULTI_TEMPLATE_MESSAGE
source: The templates are using by
de_de: Die Vorlagen werden verwendet von

source: Name is required
de_de: Name ist erforderlich

source: New directory
de_de: Neues Verzeichnis

source: Next Page
de_de: Nächste Seite

source: No
de_de: Nein

source: none
de_de: nichts

source: Notifications
de_de: Benachrichtigungen

# NOTIFICATION_ID
source: NotificationID: {0}
de_de: Benachrichtigungs-ID: {0}

# NOTIFY_CAN_NOT_RENAME_FILE
source: You can't rename file, you only rename with folder
de_de: Sie können die Datei nicht umbenennen, Sie benennen sie nur mit ordner um

# NOTIFY_DELETE_ROOT_FOLDER
source: You can't delete root folder , you only delete with normal folder
de_de: Sie können den Stammordner nicht löschen, Sie löschen nur mit dem normalen Ordner

# NOTIFY_ONLY_DELETE_FOLDER
source: You can't delete file, you only delete with folder
de_de: Sie können keine Datei löschen, Sie löschen nur mit Ordner

# NOTIFY_RENAME_ROOT_FOLDER
source: You can't rename root folder , you only rename with normal folder
de_de: Sie können den Stammordner nicht umbenennen, Sie benennen ihn nur mit normalem Ordner um

# NOTIFY_SAVE_REGION
source: Can not save region has No-Text
de_de: Region kann nicht gespeichert werden hat No-Text

# NOTIFY_ZOOM
source: Can't Zoom! in the Crop Mode
de_de: Zoomt nicht! im Zuschneidemodus

# NOT_DEFINED_FUNC_SEARCHED_CONTENT_STOP
source: SearchedDataSourcePatterns is not defined, func searched content process stopping..
de_de: SearchedDataSourcePatterns ist nicht definiert, der gesuchte Inhaltsprozess wird gestoppt.

source: Not Found
de_de: Nicht gefunden

# NOT_FOUND_DM
source: Data Model Not Found
de_de: Datenmodell nicht gefunden

# NOT_FOUND_KEY
source: Key Not Found
de_de: Schlüssel nicht gefunden

source: Not process yet
de_de: Noch nicht verarbeitet

# NOT_SUPPORT_TEMPLATE_OCR_LARGE_FILE
source: We do not support a large file with pages creater than 5.
de_de: Wir unterstützen keine große Datei mit Seitenerstellern als 5.

source: No.
de_de: Nein.

source: No data
de_de: Keine Daten

# NO_DATA_DISPLAY
source: No data to display
de_de: Keine Daten zur Anzeige

# NO_DOCUMENT_FOUND
source: No Template Found
de_de: Keine Vorlage gefunden

# NO_EXTRACTION
source: No extraction templates.
de_de: Keine Extraktionsvorlagen.

# NO_EX_CREATED
source: No Extraction Template Created.
de_de: Keine Extraktionsvorlage erstellt.

# NO_MATCHING_TEMPLATE
source: No Matching Template. Clean Up Rule Active. Match with default base class:
de_de: Keine übereinstimmende Vorlage. Bereinigungsregel aktiv. Übereinstimmung mit der Standardbasisklasse:

source: No template
de_de: Keine Vorlage

# NO_TEMPLATE_FOUND_STATUS
source: No template found
de_de: Keine Vorlage gefunden

# NULL_PATH_FUNC_SEARCHED_CONTENT_STOP
source: FileExtractionPath is null or empty, func searched content process stopping...
de_de: FileExtractionPath ist null oder leer, der von Func durchsuchte Inhaltsprozess wird gestoppt...

# NUMBER_PAGE
source: Number of Page:
de_de: Seitenzahl:

# NUMBER_QR
source: Number of QR:
de_de: Anzahl der QR:

# NUMBER_REMOVED_PAGES
source: - Number of removed page: {0}
de_de: - Anzahl der entfernten Seite: {0}

# OCRTEXTBASE_NULL_OR_EMPTY
source: OcrTextBase is null or empty, func searched content process stopping..
de_de: OcrTextBase ist null oder leer, der gesuchte Inhaltsprozess wird gestoppt.

source: OCR Failed
de_de: OCR Fehlgeschlagen

# OCR_FILENAME_PAGES
source: OCR Processing: FileName={0}, PagesProcessed={1}, ProcessPagesTake={2}
de_de: OCR-Verarbeitung: Dateiname={0}, Verarbeitete Seiten={1}, ProzessSeitenAufnahme={2}

# OCR_FILENAME_PAGESOF
source: OCR Processing: FileName={0}, PagesProcessed=({1} of {2})
de_de: OCR-Verarbeitung: Dateiname={0}, Verarbeitete Seiten=({1} von {2})

source: OCR Pending
de_de: OCR Ausstehend

source: OCR Processing Time (UTC)
de_de: OCR-Verarbeitungszeit (UTC)

source: OCR Success
de_de: OCR-Erfolg

source: OCR Template
de_de: OCR-Vorlage

source: Off
de_de: AUS

source: On
de_de: EIN

source: One or more errors ocurred
de_de: Ein oder mehrere Fehler aufgetreten

source: Only choose template file with extension json
de_de: Nur Vorlagendatei mit der Erweiterung json auswählen

# ONLY_EXTENSION_XML
source: Select only file with extension xml
de_de: Nur Datei mit der Erweiterung xml auswählen

source: only number
de_de: nur Anzahl

# OPTION_LABEL
source: Options
de_de: Optionen

source: or Drop File Here
de_de: oder Datei hier ablegen

source: or Drop To Here
de_de: Oder legen Sie die Datei hier ab

source: Output Document Name
de_de: Name des Ausgabedokuments

source: Output File Naming is required
de_de: Benennung der Ausgabedatei ist erforderlich

source: Output File Naming Rule
de_de: Benennungsregel für Ausgabedateien

source: Output Model
de_de: Ausgabemodell

source: Output Model is required
de_de: Ausgabemodell ist erforderlich

# OUTPUT_TIME
source: Output File Name:
de_de: Name der Ausgabedatei:

source: Overview
de_de: Überblick

source: Page
de_de: Seite

source: Page Index
de_de: Seiten-Index

source: Page Index Out Of Range
de_de: Seitenindex außerhalb des Bereichs

source: Pattern
de_de: Muster

source: Pattern is required
de_de: Muster ist erforderlich

source: Pending approval
de_de: Genehmigung ausstehend

source: Please choose either base file or custom or both
de_de: Bitte wählen Sie entweder Basisdatei oder benutzerdefiniert oder beides

# PLEASE_FILL_DATA_SQL
source: Please fill data SQL query
de_de: Bitte füllen Sie die Daten SQL-Abfrage aus

source: Please select a pdf format file
de_de: Bitte wählen Sie eine Pdf-Datei

source: Please select file to upload!!
de_de: Bitte wählen Sie die datei zum Hochladen aus!!

source: Possibility Text
de_de: Möglichkeit Text

source: Previous Page
de_de: Vorherige Seite

source: Processed
de_de: Weiterverarbeitet

source: Processing or not process yet
de_de: Verarbeitung oder noch nicht verarbeitet

# PROCESSING_STATUS
source: Processing
de_de: Verarbeitung

source: Processing Step
de_de: Verarbeitungsschritt

source: ProcessSearchedContent
de_de: GesuchtenInhaltVerarbeiten

# PROCESS_SEARCH_CONTENT
source: ProcessSearchedContent
de_de: GesuchtenInhaltVerarbeiten

# PROCESS_TIME
source: Process time(millisecond):
de_de: Prozesszeit (Millisekunde):

source: Process time(minute):
de_de: Prozesszeit (Minute):

source: Profile
de_de: Profil

source: Progress
de_de: Fortschritt

# PUBLISH_BEFORE_SAVE
source: Please save before publish
de_de: Bitte vor der Veröffentlichung speichern

# PUBLISH_NOT_CHANGE
source: No changes in templates for the new deployment
de_de: Keine Änderungen an Vorlagen für die neue Bereitstellung

# PUBLISH_SELECT_ONE
source: No Template Selected
de_de: Keine Vorlage ausgewählt

source: Publish success
de_de: Erfolg der Veröffentlichung

# PUSH_DATA_TO_KLIBNET_NULL
source: PushDataToKlibnetDB: ConnStrKlibnet is null or empty, push process stoped.
de_de: Push-DatenAnKlibnetDB: ConnStrKlibnet ist null oder leer, Push-Prozess gestoppt.

# PUSH_KLIBNET_RESPONSE
source: PushDataToKlibnetDB, ResponseCode={0}
de_de: Push-DatenAnKlibnetDB, Antwortcode={0}

source: QR-Bill
de_de: QR-Rechnung

source: QR Code By Content
de_de: QR-Code nach Inhalt

# QR_CODE_BY_REGULAR_EXPRESSION
source: QR Code By Regex
de_de: QR-Code von Regex

source: QR-Code Generate
de_de: QR-Code generieren

# QR_CODE_RELATIVE_WITH_LABEL
source: QR Code By Position
de_de: QR-Code nach Position

source: Ratio
de_de: Verhältnis

# RATIODOT
source: ; ratio:
de_de: ; Verhältnis:

source: Ratio Matching Of Classification Template
de_de: Verhältnisübereinstimmung der Klassifikationsvorlage

source: Reading pdf
de_de: PDF lesen

source: Ready to upload
de_de: Bereit zum Hochladen

source: Recent Updated
de_de: Zuletzt aktualisiert

# REGEX_MATCH
source: Text is match pattern
de_de: Text ist Übereinstimmungsmuster

# REGEX_NOT_MATCH
source: Text isn't match pattern
de_de: Text stimmt nicht mit Muster überein

source: Region Text
de_de: Text des Bereichs

source: Region Text is required
de_de: Regionstext ist erforderlich

# REGION_USING
source: Region is using
de_de: Region verwendet

source: Regular Expression
de_de: Regulärer Ausdruck

# REGULAR_EXPRESSION_BY_POSITION
source: Regex By Region
de_de: Regex nach Region

source: Regular Expression Name
de_de: Name des regulären Ausdrucks

# REGULAR_EXPRESSION_RELATIVE_WITH_LABEL
source: Regex by Position
de_de: Regex nach Position

# REGULAR_EXPRESSION_USING
source: Regular Expression is using
de_de: Regulärer Ausdruck verwendet

source: Related Region
de_de: Verwandte Region

source: Relative
de_de: Relativ

source: Relative is required
de_de: Relativ ist erforderlich

source: Removed
de_de: Entfernt

# REMOVE_PAGES_INDEX
source: - Page index of removed page: {0}
de_de: - Seitenindex der entfernten Seite: {0}

source: Rename folder
de_de: Ordner umbenennen

source: Rerun
de_de: Wiederaufführung

source: Reset
de_de: Zurücksetzen

# RESET_ERROR
source: ResetProcess error
de_de: ResetProcess-Fehler

source: Reset Zoom
de_de: Zoom zurücksetzen

# URI_NULL
source: URI string is null
de_de: URI-String ist null

# URI_INCORRECT_FORMAT
source: URI string is empty or not correct format
de_de: URI-String ist leer oder hat kein korrektes Format

source: Results Extraction
de_de: Extraktion der Ergebnisse

source: Results Testing
de_de: Testen der Ergebnisse

# RESULT_SAVE_DATA_NOTIFICATION
source: Result Save Data Notification:{0}
de_de: Ergebnis Benachrichtigung zum Speichern von Daten:{0}

# RESULT_SAVE_DATA_STATISTIC
source: Result Save Data Statistic: {0}
de_de: Ergebnis Statistik Daten speichern: {0}

source: Right
de_de: Rechts

source: Rule
de_de: Regel

source: Rule Type
de_de: Regeltyp

source: Rule Type is required
de_de: Regeltyp ist erforderlich

source: Rule View Table
de_de: Tabelle der Regelansicht

source: Save
de_de: Retten

# SAVE_OCR_RESULT
source: Save Ocr Result For EditorClient
de_de: Ocr-Ergebnis für EditorClient speichern

source: Save Region
de_de: Region speichern

source: Save Success
de_de: Erfolg speichern

source: save tree successfully
de_de: Baum erfolgreich speichern

source: save tree unsuccessfully. You need refresh page to undo actions
de_de: Baum erfolglos speichern. Sie benötigen die Aktualisierungsseite, um Aktionen rückgängig zu machen

# SCAN_AFTER
source: SCAN AFTER: {0}
de_de: NACHHER SCANNEN: {0}

# SCAN_BEFORE
source: SCAN BEFORE: {0}
de_de: VORHER SCANNEN: {0}

source: scanCategory =
de_de: scanKategorie =

source: Scan category
de_de: Scan-Kategorie

source: ScanDocumentId
de_de: ScannenDokumentId

source: Searched
de_de: Durchsuchte

source: Search…
de_de: Suchen...

source: Search Output File
de_de: Suchausgabedatei

source: Select
de_de: Auswählen

source: Selected templates
de_de: Ausgewählte Vorlagen

source: Select...
de_de: Auswählen...

# SELECT_DOCUMENT_TYPE
source: Select a document type
de_de: Auswählen eines Dokumenttyps

source: Select File
de_de: Datei auswählen

# SELECT_ONE_LINE
source: Please Select One Line
de_de: Bitte wählen Sie eine Zeile

source: Select PDF File
de_de: PDF-Datei auswählen

source: Send
de_de: Senden

source: Send message fail
de_de: Nachricht senden schlägt fehl

source: Send message successfully
de_de: Nachricht erfolgreich senden

source: Send message to a tenant.
de_de: Nachricht an einen Mieter senden

source: Send Notification
de_de: Benachrichtigung senden

# SENT_DATA_TO_CLASSIFICATION
source: Sent data to classification, ResponseCode={0}
de_de: Gesendete Daten an klassifizierung, Antwortcode={0}

# SENT_DATA_TO_CLASSIFICATION_RESPONSECODE
source: Sent data to classification, ResponseCode={0}
de_de: Gesendete Daten an klassifizierung, Antwortcode={0}

# SENT_DATA_TO_DELIVERY_RESPONSECODE
source: Sent data to Delivery, ResponseCode={0}
de_de: Daten an Delivery gesendet, Antwortcode={0}

# SENT_DATA_TO_EXTRACTION_RESPONSECODE
source: Sent data to Extraction, ResponseCode={0}
de_de: Daten an Extraction gesendet, Antwortcode={0}

# SENT_DATA_TO_IMPROVEMENT_RESPONSE_CODE
source: Sent data to improvement, ResponseCode={0}
de_de: Daten zur Verbesserung gesendet, Antwortcode={0}

# SENT_DATA_TO_NOTIFICATION
source: Sent data to Notification API
de_de: An Benachrichtigungs-API gesendete Daten

# SENT_DATA_TO_STATISTICAL
source: Sent data to Statistical API
de_de: Gesendete Daten an die statistische API

# SENT_PDF_NOT_SUCCESS
source: Sent to PdfProcessingAPI Not Success, Status code: {0} {1}
de_de: Gesendet an PdfProcessingAPI Not Success, Statuscode: {0} {1}

# SENT_PDF_PROCESSING_ERROR
source: Sent to PdfProcessingAPI ERROR!
de_de: Gesendet an PdfProcessingAPI ERROR!

# SERVICE_IS_WORKING
source: This service is working..
de_de: Dieser Dienst funktioniert..

source: Service Starting
de_de: Dienst startet

# SERVICE_WORKING
source: This service is working..
de_de: Dieser Dienst funktioniert..

# SETUP_FOLDER_WATCHING
source: Please setup folders for watching changes
de_de: Bitte richten Sie Ordner zum Beobachten von Änderungen ein

# SET_UP_FOR_WATCHING
source: Please setup folders for watching changes
de_de: Bitte richten Sie Ordner zum Beobachten von Änderungen ein

# SINGLE_TEMPLATE_MESSAGE
source: The templates are using by
de_de: Die Vorlagen werden verwendet von

source: Sink to file
de_de: In Datei versenken

source: Size
de_de: Größe

source: Something went wrong
de_de: Etwas ist schief gelaufen

source: SQL Query
de_de: SQL-Abfrage

source: SQL Query is required
de_de: SQL-Abfrage ist erforderlich

source: Sql Query Using
de_de: SQL-Abfrage mit

# STARTING_TESTING_TEM
source: Start testing template for: {0}
de_de: Testvorlage starten für: {0}

# STARTING_TO_GET_CHECK
source: {0} - Starting to get and check the change of all files...
de_de: {0} - Beginnt, die Änderung aller Dateien zu erhalten und zu überprüfen...

# STARTS_WITH
source: Start with
de_de: Beginnen Sie mit

source: Start Date
de_de: Startdatum

# START_OVER_MESSAGE
source: If this is first time you see this page, start over again
de_de: Wenn Sie diese Seite zum ersten Mal sehen, beginnen Sie von vorne

source: Start reading file..
de_de: Datei lesen starten..

# STATISTIC_ID
source: StatisticID: {0}
de_de: StatistikID: {0}

# STOP_FW
source: {0} - Stopped.
de_de: {0} - Gestoppt.

# STOP_SERVICE
source: Stopping Service
de_de: Beenden des Dienstes

source: Subject
de_de: Betreff

# SUBJECT_EQL
source: subject =
de_de: Betreff =

source: Submission Request
de_de: Einreichungsanfrage

source: Success
de_de: Erfolg

# SUCCESS_STATUS
source: Success
de_de: Erfolg

source: Summary
de_de: Zusammenfassung

# SURE_CONTINUE
source: Your PDF file has more than 5 pages. So the estimated processing time would be: {0} minutes. <br > Are you sure to continue with the test?
de_de: Ihre PDF-Datei hat mehr als 5 Seiten. Die geschätzte Bearbeitungszeit wäre also: {0} Minuten. <br > Sind Sie sicher, mit dem Test fortzufahren?

source: Tags
de_de: Schilder

source: Tags is required
de_de: Tags sind erforderlich

source: Tag is required
de_de: Tag ist erforderlich

source: Template
de_de: Schablone

source: Template Group
de_de: Vorlagengruppe

source: Template Name
de_de: Name der Vorlage

source: Template Type
de_de: Vorlagentyp

source: Template with highest ratio:
de_de: Vorlage mit dem höchsten Verhältnis:

source: Tenant
de_de: Mieter

source: Tenant is required.
de_de: Mieter ist erforderlich.

# TENANT_NOT_EXIST
source: Tenant is not exist
de_de: Mandant ist nicht vorhanden

source: Testing
de_de: Testen

source: Test Template
de_de: Testvorlage

# TEXT_NOT_EXIST
source: Text doesn't exist in the document
de_de: Text ist im Dokument nicht vorhanden

source: There is no notification
de_de: Es gibt keine Benachrichtigung

source: The delivery can not completely send data.
de_de: Die Lieferung kann Daten nicht vollständig senden.

# THE_DIRECTORY_NAME_EXISTS
source: The directory name existed
de_de: Der Verzeichnisname war vorhanden

source: The document does not have QRCode
de_de: Das Dokument hat keinen QRCode

source: The document is not matched with the template
de_de: Das Dokument ist nicht mit der Vorlage abgeglichen

# THE_FILE_NOT_EXISTS
source: The original file does not exist in the input folder
de_de: Die Originaldatei ist nicht im Eingabeordner vorhanden

source: The format of this template is incorrect
de_de: Das Format dieser Vorlage ist falsch

source: The results of extract is empty.
de_de: Die Ergebnisse des Extrakts sind leer.

source: This item has been processing, try again later
de_de: Dieses Element wurde verarbeitet, versuchen Sie es später erneut

source: This task have been add to queue.
de_de: Diese Aufgabe wurde der Warteschlange hinzugefügt.

source: Thumbnails view
de_de: Miniaturansicht

# TIMEOUT_FILE_TOO_LARGE
source: Processing: PageIndex={0}, cause got timeout, maybe file is too large or timeout was set too short.
de_de: Verarbeitung: PageIndex={0}, weil Timeout, vielleicht ist die Datei zu groß oder das Timeout wurde zu kurz gesetzt.

source: Timestamps
de_de: Zeitstempel

source: Top
de_de: Nach oben

# TOTAL_TIME
source: Total time is: {0} s
de_de: Gesamtzeit ist: {0} s

# TO_TIME
source: To
de_de: An

# TRANMITED_DIARTIS_LOG
source: Tranmited to Diartis
de_de: Nach Diartis überschleppt

# TRANMITED_DIARTIS_RESPONSE
source: Tranmited to Diartis, ResponseCode={0}
de_de: Nach Diartis transmitiert, Antwortcode={0}

source: true
de_de: wahr

source: Try request RE-RUN item.
de_de: Versuchen Sie, das Element RE-RUN Versuchen Sie, das Re-Run Element anzufordern

source: Try request RE-SET item.
de_de: Versuchen Sie, re-SET item anzufordern.

source: Type
de_de: Art

source: Type Management
de_de: Typverwaltung

source: Unable to download file
de_de: Datei kann nicht heruntergeladen werden

source: UnLink
de_de: Trennen

source: Unspecified error
de_de: Nicht spezifizierter Fehler

source: Untitled directory
de_de: Unbenanntes Verzeichnis

source: Update
de_de: Aktualisieren

# UPDATE_TEMPLATE_CLASSIFICATION_FAIL
source: Update Classification Template Fail
de_de: Fehler bei der Aktualisierung der Klassifizierungsvorlage

# UPDATE_TEMPLATE_EXTRACTION_FAIL
source: Update Extraction Template Fail
de_de: Fehler bei der Aktualisierung der Extraktionsvorlage

source: Upload Document
de_de: Dokument hochladen

source: URL is required
de_de: URL ist erforderlich

source: Used Templates
de_de: Verwendete Vorlagen

source: User can input the smallest number appearances of matched in Data Source file which exists in the document
de_de: Der Benutzer kann die kleinste Anzahl von Darstellungen von übereinstimmenden in der Datenquellendatei eingeben, die im Dokument vorhanden ist

source: Validate DataSource
de_de: DataSource validieren

# VALIDATE_EXTENSION_DATASOURCE
source: You only choose file with extension json, xml
de_de: Sie wählen nur Datei mit der Erweiterung json, xml

# VALIDATE_FIXED_CONTENT_WITH_PATTERN
source: Please, the fixed content must be different from the name of pattern naming.
de_de: Bitte, der Fixed Content muss sich vom Namen der Musterbenennung unterscheiden.

source: Validate Pattern
de_de: Muster validieren

# VALIDATE_USING_TENANT
source: This template is using by tenant
de_de: Diese Vorlage wird von Mandanten verwendet

# VALID_PDF_FILE
source: The file is not a valid pdf file
de_de: Die Datei ist keine gültige PDF-Datei

source: Value
de_de: Wert

source: Verification Data Source
de_de: Verifizierungsdatenquelle

source: Verification Minimum Matched
de_de: Minimum an Verifizierung übereinstimmen

source: Warning
de_de: Warnung

# WATCHER_IS_RUNNING
source: {0} - Can NOT start because the watcher is running...
de_de: {0} - Kann NICHT gestartet werden, weil der Watcher läuft...

source: while backup template
de_de: während der Sicherungsvorlage

# WHILE_DELETE_MULTI
source: While Delete Multi Base Classification Template
de_de: Beim Löschen der Multi-Base-Klassifizierungsvorlage

# WHILE_DELETE_MULTI_SDS
source: While Delete Multi Search Data Source
de_de: Beim Löschen der Datenquelle für mehrere Suchdaten

source: while exportFile.
de_de: während exportFile.

source: while import dictionary
de_de: beim Importieren des Wörterbuchs

# WHILE_LOAD_XML_FILE_DS
source: while LoadXmlFileDataSource
de_de: während LoadXmlFileDataSource

# WHILE_SAVE_QR
source: While Save Qr Code
de_de: Beim Speichern von Qr-Code

# WHILE_TRY_EXC_QUERY
source: while try to execute Query=<{0}>
de_de: Versuchen Sie, Query=<{0}> auszuführen

# WHILE_TRY_GET_DM
source: while try to get data model.
de_de: , während Sie versuchen, ein Datenmodell abzustellen.

# WHILE_TRY_PUSH_DATA
source: while try to push data to <Klibnet>.
de_de: während Sie versuchen, Daten an <Klibnet> zu übertragen.

# WHILE_TRY_PUSH_DATA_KISS
source: while try to push data to <Kiss>
de_de: während Sie versuchen, Daten an zu übertragen<Kiss>

# WHILE_TRY_TO_PUT_FILE_TO_INPUT
source: While try to put file to input folder
de_de: Versuchen Sie, die Datei in den Eingabeordner zu legen

# WHILE_TRY_UPDATE_KISS
source: while try to update default values for <Kiss>
de_de: Versuchen Sie, die Standardwerte für zu aktualisieren<Kiss>

# WHILE_UPDATE_EX_AFTER_IMPORT_REGEX
source: While Update Extraction Template After Import Regex
de_de: Während der Aktualisierung der Extraktionsvorlage nach dem Import von Regex

# WHILE_UPDATE_EX_AFTER_IMPORT_SQL
source: While Update Extraction Template After Import Sql
de_de: Beim Aktualisieren der Extraktionsvorlage nach dem Importieren von SQL

# WHILE_UPDATE_MULTI_BASE_BY_DELETE
source: While Update Multiple Base Template Classificaton By Deleted Base Template Extraction
de_de: Beim Aktualisieren mehrerer Basisvorlagenklassificaton durch gelöschte Basisvorlagenextraktion

# WHILE_UPDATE_TEMPLATE_AFTER_IMPORT
source: while Update Template Classification After Import Regex
de_de: während die Vorlagenklassifizierung nach dem Import von Regex aktualisiert wird

# WIHTOUT_TEMPLATE
source: With No Template Found
de_de: ohne Vorlage

# WM_COMPLETE_INITIALIZATION
source: WatcherManager complete initialization, tenant count: {0}
de_de: WatcherManager vollständige Initialisierung, Mandantenanzahl: {0}

# WM_INITIALIZATION
source: WatcherManager initialization, tenant count: {0}
de_de: WatcherManager-Initialisierung, Mandantenanzahl: {0}

# WM_START
source: WatcherManager start
de_de: WatcherManager starten

# WM_STOP
source: WatcherManager stop
de_de: WatcherManager stoppen

source: Yes
de_de: Ja

source: You can input the name here
de_de: Sie können den Namen hier eingeben

source: You only choose file with extension pdf
de_de: Sie wählen nur Datei mit Erweiterung pdf

source: You only choose file with extension txt
de_de: Sie wählen nur Datei mit der Erweiterung txt

source: You should let folder empty before deleting
de_de: Sie sollten den Ordner vor dem Löschen leeren lassen

source: Zoom In
de_de: Vergrößern

source: Zoom Out
de_de: Verkleinern

# INVALID_DATE_QUERY
source: The start date must to earlier or equal to the end date
de_de: Das Startdatum muss vor oder gleich dem Enddatum liegen

# MISSING_MODULE_NAME
source: Select at least one module name
de_de: Wählen Sie mindestens einen Modulnamen aus

source: Module name
de_de: Modulname

source: Add Comment
de_de: Einen Kommentar hinzufügen

source: Comment
de_de: Kommentar

source: Last Update
de_de: Letztes Update

source: Save error
de_de: Fehler speichern

# CLASSIFICATION_RATIO_NOT_PASS
source: There is no classify template pass the required ratio. Template with highest ratio:
de_de: Es gibt keine Klassifizierungsvorlage, die das erforderliche Verhältnis erfüllt. Vorlage mit höchstem Verhältnis:

# SENT_DATA_TO_NOTIFICATION_RESPONSE_CODE
source: Sent data to Notificaiton, ResponseCode={0}
de_de: Daten an Benachrichtigung gesendet, Antwortcode={0}

# SENT_DATA_TO_STATISTICAL_RESPONSE_CODE
source: Sent data to statistical ,ResponseCode={0}
de_de: Daten an Statistical ,Antwortcode={0} gesendet
