Repository: linhdh/PdfProcessing
Catalog: PdfProcessing/Resources/Resources.*.resx
Languages: de_de

source: Duplicate Group
de_de: Gruppe duplizieren

source: Group is in use
de_de: Gruppe verwendet wird

source: Manage Group Rule
de_de: Gruppenregel verwalten

source: Group Base Classification
de_de: Basisklassifizierung der Gruppe

source: Group Base Extraction
de_de: Gruppenbasisextraktion

source: Edit Group Base Classification
de_de: Bearbeiten Sie die Basisklassifizierung der Gruppe

source: Edit Group Base Extraction
de_de: Gruppenbasisextraktion bearbeiten

source: Groups
de_de: Gruppen

source: Manage Group Base Classification
de_de: Gruppenbasisklassifizierung verwalten

source: Manage Group Base Extraction
de_de: Gruppenbasisextraktion verwalten

# ERROR_WHILE_CONFIGURE_SYMSPELL
source: Error while config sym spell
de_de: Fout tijdens config sym spell

source: Error while create configuration
de_de: Fout bij het maken van configuratie

source: Error while delete configuration
de_de: Fout bij verwijderen configuratie

source: Error while get config
de_de: Fout bij ophalen config

source: Error while send data to classification
de_de: Fout bij het verzenden van gegevens naar classificatie

source: Error while send data to notification
de_de: Fout tijdens het verzenden van gegevens naar melding

source: Error while update configuration
de_de: Fout tijdens updateconfiguratie

# LOG_NOT_FOUND_TEMPLATE
source: File path: {0} is not match any template
de_de: Dateipfad: {0} stimmt mit keiner Vorlage überein

# START_EXTRACT_DATA
source: START TO EXTRACT DATA: {0}
de_de: DATEN EXTRAHIEREN BEGINNEN: {0}

source: The end date is required
de_de: Das Enddatum ist erforderlich

source: The start date is required
de_de: Das Startdatum ist erforderlich

source: Select a value...
de_de: Wähle einen Wert...

# SEND_DC_TO_TEMPLATEBUILDER
source: Send document to Template Builder:
de_de: Document naar Template Builder sturen:

# DC_BAD_QUALITY_EMPTY
source: Document empty or bad quality
de_de: Document leeg of slechte kwaliteit

# NOT_FOUND_MATCH
source: Classify failed OR not match any templates
de_de: Classificeren mislukt OF komen niet overeen met sjablonen

# RATIO_LESS
source: Ratio less than threshold
de_de: Verhouding minder dan drempel

# RULE_IS_NULL
source: Invalid rule
de_de: Ungültige Regel

source: ExtractResult
de_de: Ergebnis Extrahieren

# CREATE_FILE
source: Created File {0}
de_de: Gemaakt bestand {0}

# DETECTED_NEW_FILE
source: {0} - Detecting new files count/total: {1}/{2}
de_de: {0} - Anzahl/Gesamtzahl neuer Dateien erkennen: {1}/{2}

# FILE_IS_NOT_EXIST
source: The file {0} is not exists.
de_de: Het bestand {0} bestaat niet.

source: Delivery Unsuccessful
de_de: Lieferung erfolglos

source: Folder watcher
de_de: Ordnerbeobachter

source: Improvement
de_de: Verbesserung

source: Logging
de_de: Protokollierung

# SELECT_TENANT
source: Select a tenant name !
de_de: Wählen Sie einen Mieternamen!

# EXTRACT_MISSING
source: Extract missing data in EsrZeile and QrRechnung.
de_de: Ontbrekende gegevens extraheren in EsrZeile en QrRechnung.

# KLIENT_REQUIRED
source: KlientId is required.
de_de: Klant-ID is vereist.

# ERROR_WHILE_SEND_DC
source: Error while sending the document to Template Builder.
de_de: Fout bij het verzenden van het document naar Template Builder.

# DC_HAS_EMPTY
source: The document has empty pages.
de_de: Het document heeft lege pagina's.

# EMPTY_DOCUMENT
source: This is an empty document.
de_de: Dit is een leeg document.

# SENT_DATA_TO_STATISTICAL_RESPONSE
source: Sent data to statistical. Response = {0}
de_de: Verzonden gegevens naar statistiek. Reactie = {0}

# GROUP_EXISTS_A_RULE
source: Group exists the rule
de_de: Gruppe besteht die Regel

# GROUP_EXISTS_MORE_RULE
source: Group exists the rules
de_de: Gruppe existiert die Regeln

# SEND_DATA_FAIL
source: Send data to {0} fail.
de_de: Senden von Daten an {0} fehlgeschlagen.
